{
  "Your crypto journey starts here.": "Your crypto journey starts here.",
  "Start Learning": "Start Learning",
  "alongside our Partners:": "与我们的合作伙伴并肩作战：",
  "Start Your Bankless Journey": "开始 Bankless 之旅",
  "Bankless Academy is on a mission to ensure every web3 Explorer is ready for their crypto-verse voyage.": "Bankless 学院的使命是确保每一位网络探索者都能为他们的加密世界之旅做好准备。",
  "Using the Academy platform you’ll be taking a confident first step into the new frontier, before diving down your own unique learning path and preparing to blaze new trails across blockchain space. Let’s get started.": "使用学院平台，您将迈出自信的第一步，进入新的领域，沿着独特的学习道路前进，准备在区块链领域开辟新的道路。让我们开始吧。",
  "Advance Your Knowledge": "增长你的知识",
  "From basics to deep dives, discover the world of web3 with content built alongside leading experts.": "从基础知识到深入探讨，与顶尖专家们一起探索 web3 的世界。",
  "Test Your Abilities": "测试您的能力",
  "Complete activities that test your command of crypto concepts.": "完成活动，检测你对加密概念的理解。",
  "Complete Quests": "完成任务",
  "Put knowledge into action with quests that reward first-hand experience.": "将知识应用在行动里，获取最新鲜的一手经验。",
  "Earn Rewards": "赚取奖励",
  "Collect badges for successfully finishing lessons and quests.": "Collect badges for successfully finishing lessons and quests.",
  "Newsletter": "新闻通讯",
  "Sign up for the newsletter to be notified of new lessons and platform updates!": "Sign up for the newsletter to be notified of new lessons and platform updates!",
  "Community Collaborations": "Community Collaborations",
  "Work With Us!": "加入我们！",
  "From reviewing lessons to partnering with our platform, there are plenty of options for collaborating with Bankless Academy.": "From reviewing lessons to partnering with our platform, there are plenty of options for collaborating with Bankless Academy.",
  "Collaborate On A Lesson": "合作推出课程",
  "Join protocols such as 1inch in building a lesson with Bankless Academy, introducing Explorers to Bankless tools and learning more about your community in the process.": "加入 1inch 等协议，与 Bankless 学院一起开发课程，向探索者介绍 Bankless 工具，并在此过程中更多地了解您的社区。",
  "Collaborate!": "协作！",
  "Open Your Own Academy": "开办你自己的学院",
  "Our whitelabel platform has helped DAOs kick-start their community education journey - without any developer knowledge!": "Our whitelabel platform has helped DAOs kick-start their community education journey - without any developer knowledge!",
  "Learn More": "了解更多",
  "Partner With Us": "合作伙伴",
  "Do you have an interesting value proposition?": "Do you have an interesting value proposition?",
  "Reach out below so we can start a conversation.": "请在下方联系我们，开始对话。",
  "Send Request": "发送请求",
  "Improve Our Lessons": "改进我们的课程",
  "Everyone can help make Bankless Academy better. Provide feedback on lessons or translations and receive an onchain recognition once your feedback is included.": "Everyone can help make Bankless Academy better. Provide feedback on lessons or translations and receive an onchain recognition once your feedback is included.",
  "Join Our Team": "加入我们的团队",
  "Got what it takes to join the Academy Squad?": "想加入 Bankless 学院吗？",
  "We want to hear from you if you have a passion for education and web3.": "We want to hear from you if you have a passion for education and web3.",
  "See Positions": "查看职位",
  "Support Us": "Support Us",
  "We rely on our public-goods business model to continue providing a free, Bankless education!": "支持我们的公益商业模式，让我们继续提供免费的 Bankless 教育！"
}
