{
  "web2": {
    "keyword": "web2",
    "keyword_plural": "web2s",
    "definition": "Lo stato attuale di Internet, senza l'infrastruttura blockchain."
  },
  "web3": {
    "keyword": "web3",
    "keyword_plural": "web3s",
    "definition": "Si riferisce all'internet delle blockchain, dove gli utenti possono gestire autonomamente i propri beni e dati."
  },
  "cryptocurrency": {
    "keyword": "criptovaluta",
    "keyword_plural": "criptovalute",
    "definition": "Una valuta digitale ospitata dalla tecnologia blockchain piuttosto che da autorità centralizzate."
  },
  "blockchain apps": {
    "keyword": "applicazioni blockchain",
    "keyword_plural": "blockchain appss",
    "definition": "Applicazioni blockchain che ti permettono di scambiare criptovalute, utilizzare i social media web3, fare donazioni benefiche, o persino imparare onchain — come alla Bankless Academy."
  },
  "blockchain": {
    "keyword": "blockchain",
    "keyword_plural": "blockchains",
    "definition": "Un sistema in cui un registro delle transazioni di criptovalute è mantenuto su più computer in tutto il mondo."
  },
  "wallet app": {
    "keyword": "app portafoglio",
    "keyword_plural": "wallet apps",
    "definition": "Un'applicazione sul computer o sul telefono, utilizzata per connettersi al proprio portafoglio sulla blockchain."
  },
  "public key": {
    "keyword": "chiave pubblica",
    "keyword_plural": "public keys",
    "definition": "A public key is your wallet’s address. It gives others a point of reference to send crypto assets to you."
  },
  "private key": {
    "keyword": "private key",
    "keyword_plural": "private keys",
    "definition": "A private key grants access to your wallet, allowing you to send crypto assets to other wallets."
  },
  "wallet": {
    "keyword": "wallet",
    "keyword_plural": "wallets",
    "definition": "A wallet is an application or device used to send and receive crypto assets on the blockchain."
  },
  "recovery phrase": {
    "keyword": "recovery phrase",
    "keyword_plural": "recovery phrases",
    "definition": "A recovery phrase is a list of 12 to 24 words, used to generate your wallet's public key and private key."
  },
  "self-custody wallet": {
    "keyword": "self-custody wallet",
    "keyword_plural": "self-custody wallets",
    "definition": "(AKA: Non-custodial wallet) With a self-custody wallet, you have sole control of your private keys, which in turn control your crypto assets."
  },
  "custodial wallet": {
    "keyword": "custodial wallet",
    "keyword_plural": "custodial wallets",
    "definition": "With a custodial wallet, another party controls the private keys, thus controlling access to your crypto assets."
  },
  "hot wallet": {
    "keyword": "hot wallet",
    "keyword_plural": "hot wallets",
    "definition": "A type of self-custody wallet that is perpetually connected to the internet."
  },
  "cold wallet": {
    "keyword": "cold wallet",
    "keyword_plural": "cold wallets",
    "definition": "A type of self-custody wallet that is stored on offline hardware."
  },
  "self-custody": {
    "keyword": "self-custody",
    "keyword_plural": "self-custodys",
    "definition": "A means of holding your assets where only you have access to them."
  }
}