{
  "Your crypto journey starts here.": "Votre parcours crypto commence ici.",
  "Start Learning": "Commencez à apprendre",
  "alongside our Partners:": "aux côtés de nos partenaires :",
  "Start Your Bankless Journey": "Commencez votre Voyage Bankless",
  "Bankless Academy is on a mission to ensure every web3 Explorer is ready for their crypto-verse voyage.": "Bankless Academy a pour mission de s’assurer que chaque explorateur web3 soit prêt pour son voyage dans le cryptoverse.",
  "Using the Academy platform you’ll be taking a confident first step into the new frontier, before diving down your own unique learning path and preparing to blaze new trails across blockchain space. Let’s get started.": "En utilisant la plateforme Academy, vous ferez un premier pas assuré dans cette nouvelle frontière, avant de plonger dans votre propre parcours d’apprentissage unique et de vous préparer à tracer de nouvelles voies dans l’univers de la blockchain. C’est parti !",
  "Advance Your Knowledge": "Faites progresser vos connaissances",
  "From basics to deep dives, discover the world of web3 with content built alongside leading experts.": "Des bases aux analyses approfondies, découvrez le monde du web3 avec du contenu élaboré en collaboration avec des experts de premier plan.",
  "Test Your Abilities": "Testez vos compétences",
  "Complete activities that test your command of crypto concepts.": "Réalisez des activités qui mettent à l’épreuve votre maîtrise des concepts crypto.",
  "Complete Quests": "Accomplissez des quêtes",
  "Put knowledge into action with quests that reward first-hand experience.": "Mettez vos connaissances en pratique grâce à des quêtes qui récompensent l’expérience directe.",
  "Earn Rewards": "Gagnez des récompenses",
  "Collect badges for successfully finishing lessons and quests.": "Collectez des badges pour avoir terminé avec succès des leçons et des quêtes.",
  "Newsletter": "Newsletter",
  "Sign up for the newsletter to be notified of new lessons and platform updates!": "Inscrivez-vous à la newsletter pour être informé des nouvelles leçons et des mises à jour de la plateforme !",
  "Community Collaborations": "Collaborations communautaires",
  "Work With Us!": "Travaillez avec nous !",
  "From reviewing lessons to partnering with our platform, there are plenty of options for collaborating with Bankless Academy.": "De la relecture des leçons à un partenariat avec notre plateforme, il existe de nombreuses façons de collaborer avec Bankless Academy.",
  "Collaborate On A Lesson": "Collaborez à une leçon",
  "Join protocols such as 1inch in building a lesson with Bankless Academy, introducing Explorers to Bankless tools and learning more about your community in the process.": "Rejoignez des protocoles tels que 1inch pour élaborer une leçon avec Bankless Academy, présenter aux Explorateurs les outils Bankless et mieux connaître votre communauté au passage.",
  "Collaborate!": "Collaborez !",
  "Open Your Own Academy": "Ouvrez votre propre Academy",
  "Our whitelabel platform has helped DAOs kick-start their community education journey - without any developer knowledge!": "Notre plateforme en marque blanche a aidé des DAO à lancer leur programme d’éducation communautaire, sans aucune connaissance en développement !",
  "Learn More": "En savoir plus",
  "Partner With Us": "Devenez notre partenaire",
  "Do you have an interesting value proposition?": "Avez-vous une proposition de valeur intéressante ?",
  "Reach out below so we can start a conversation.": "Contactez-nous ci-dessous pour entamer la discussion.",
  "Send Request": "Envoyer la demande",
  "Improve Our Lessons": "Améliorez nos leçons",
  "Everyone can help make Bankless Academy better. Provide feedback on lessons or translations and receive an onchain recognition once your feedback is included.": "Tout le monde peut contribuer à améliorer Bankless Academy. Donnez votre avis sur les leçons ou les traductions et recevez une reconnaissance onchain dès que vos retours sont pris en compte.",
  "Join Our Team": "Rejoignez notre équipe",
  "Got what it takes to join the Academy Squad?": "Avez-vous ce qu’il faut pour rejoindre l’équipe de l’Academy ?",
  "We want to hear from you if you have a passion for education and web3.": "Nous voulons vous entendre si vous avez une passion pour l’éducation et le web3.",
  "See Positions": "Voir les postes",
  "Support Us": "Soutenez-nous",
  "We rely on our public-goods business model to continue providing a free, Bankless education!": "Nous comptons sur notre modèle de bien public pour continuer à offrir une éducation Bankless gratuite !"
}
