{
  "Delegating on Optimism": "Déléguer sur Optimism",
  "Grant your OP voting power to people closely following governance.": "Accordez votre pouvoir de vote OP aux gens qui suivent de près la gouvernance.",
  "Optimism Governance": "Gouvernance d'Optimism",
  "Claim your first piece of network ownership and start voting onchain!": "Réclamez votre première part de propriété du réseau et commencez à voter sur la chaîne !",
  "Become a governing member of Optimism and help decide the network's future.": "Devenez un membre dirigeant d'Optimism et contribuez à décider de l'avenir du réseau.",
  "Bitcoin Basics": "Les bases du Bitcoin",
  "What is Bitcoin? Explore the first successful cryptocurrency and rethink money.": "Qu'est-ce que le Bitcoin ? Découvrez la première crypto-monnaie à succès et repensez l'argent.",
  "Wallet Basics": "Les bases d'un wallet",
  "What is a crypto wallet? Learn more and create your first wallet today!": "Qu'est-ce qu'un portefeuille crypto ? Apprenez-en plus et créez votre premier wallet dès aujourd'hui !",
  "Creating a Crypto Wallet": "Création d'un wallet crypto",
  "Set up your first crypto wallet with our step-by-step walkthrough.": "Créez votre premier wallet de cryptomonnaies grâce à notre guide étape par étape.",
  "Ethereum Basics": "Les bases d’Ethereum",
  "What is Ethereum? Unlock the “new internet” and your digital freedom.": "Qu’est-ce qu’Ethereum ? Découvrez la “nouvelle internet” et votre liberté numérique.",
  "Blockchain Basics": "Les bases de la Blockchain",
  "Learn about the fundamental architecture of blockchain technology.": "Découvrez l’architecture fondamentale de la technologie blockchain.",
  "Web3 Security": "Sécurité Web3",
  "Protect yourself and your wallet from the most common scams in web3.": "Protégez-vous ainsi que votre portefeuille contre les escroqueries les plus courantes dans le web3.",
  "What is a crypto wallet? Learn more and create your “Ethereum account” today!": "Qu'est-ce qu'un portefeuille crypto ? Apprenez-en plus et créez votre premier wallet dès aujourd'hui !"
}