{
  "Your crypto journey starts here.": "Your crypto journey starts here.",
  "Start Learning": "Start Learning",
  "alongside our Partners:": "Dersleri Keşfedin:",
  "Start Your Bankless Journey": "Bankasızlık Yolculuğunuza Başlayın",
  "Bankless Academy is on a mission to ensure every web3 Explorer is ready for their crypto-verse voyage.": "Bankless Academy, her web3 Kaşifinin kripto-evren yolculuğuna hazır olmasını sağlamayı misyon edinmiştir.",
  "Using the Academy platform you’ll be taking a confident first step into the new frontier, before diving down your own unique learning path and preparing to blaze new trails across blockchain space. Let’s get started.": "Kendi benzersiz öğrenme yolunuza koyulmadan ve blok zinciri ekosisteminde yeni yollar açmaya hazırlanmadan önce Academy platformunu kullanarak, yeni sınıra güven dolu bir ilk adım atacaksınız. Hadi başlayalım.",
  "Advance Your Knowledge": "Bilginizi İlerletin",
  "From basics to deep dives, discover the world of web3 with content built alongside leading experts.": "Temel bilgilerden detaylı incelemelere kadar, önde gelen uzmanlarla birlikte oluşturulan içeriklerle web3 dünyasını keşfedin.",
  "Test Your Abilities": "Becerilerinizi Test Edin",
  "Complete activities that test your command of crypto concepts.": "Kripto kavramlarına hakimiyetinizi test eden aktiviteleri tamamlayın.",
  "Complete Quests": "Görevleri Tamamlayın",
  "Put knowledge into action with quests that reward first-hand experience.": "Doğrudan deneyimi ödüllendiren görevlerle bilgiyi eyleme dönüştürün.",
  "Earn Rewards": "Ödüller Kazanın",
  "Collect badges for successfully finishing lessons and quests.": "Collect badges for successfully finishing lessons and quests.",
  "Newsletter": "Haber Bülteni",
  "Sign up for the newsletter to be notified of new lessons and platform updates!": "Sign up for the newsletter to be notified of new lessons and platform updates!",
  "Community Collaborations": "Community Collaborations",
  "Work With Us!": "Bizimle Çalışın!",
  "From reviewing lessons to partnering with our platform, there are plenty of options for collaborating with Bankless Academy.": "From reviewing lessons to partnering with our platform, there are plenty of options for collaborating with Bankless Academy.",
  "Collaborate On A Lesson": "Bir Ders Üzerinde Birlikte Çalışalım",
  "Join protocols such as 1inch in building a lesson with Bankless Academy, introducing Explorers to Bankless tools and learning more about your community in the process.": "1inch gibi Bankless Academy ile ders oluşturan protokollere katılarak Kaşifleri Bankless araçlarıyla tanıştırın ve bu süreçte topluluğunuz hakkında daha fazla şey öğrenin.",
  "Collaborate!": "İşbirliği Yapın!",
  "Open Your Own Academy": "Kendi Akademinizi Açın",
  "Our whitelabel platform has helped DAOs kick-start their community education journey - without any developer knowledge!": "Our whitelabel platform has helped DAOs kick-start their community education journey - without any developer knowledge!",
  "Learn More": "Daha Fazla Bilgi",
  "Partner With Us": "Ortağımız Olun",
  "Do you have an interesting value proposition?": "Do you have an interesting value proposition?",
  "Reach out below so we can start a conversation.": "Konuşmaya başlayabilmemiz için aşağıdan bize ulaşın.",
  "Send Request": "Talep Gönderin",
  "Improve Our Lessons": "Derslerimizi İyileştirin",
  "Everyone can help make Bankless Academy better. Provide feedback on lessons or translations and receive an onchain recognition once your feedback is included.": "Everyone can help make Bankless Academy better. Provide feedback on lessons or translations and receive an onchain recognition once your feedback is included.",
  "Join Our Team": "Ekibimize Katılın",
  "Got what it takes to join the Academy Squad?": "Academy Ekibine katılmak için gerekenlere sahip misiniz?",
  "We want to hear from you if you have a passion for education and web3.": "We want to hear from you if you have a passion for education and web3.",
  "See Positions": "Pozisyonları Görün",
  "Support Us": "Support Us",
  "We rely on our public-goods business model to continue providing a free, Bankless education!": "Ücretsiz bir Bankless eğitimi sunmaya devam etmek için kamu malı iş modelimize güveniyoruz!"
}
