{
  "web2": {
    "keyword": "web2",
    "keyword_plural": "web2s",
    "definition": "İnternetin, blok zinciri altyapısı bulunmayan mevcut durumu."
  },
  "web3": {
    "keyword": "web3",
    "keyword_plural": "web3s",
    "definition": "Kullanıcıların varlıklarını ve verilerini kendi gözetimleri altında tutabildiği, blok zincirlerinden oluşan interneti ifade eder."
  },
  "cryptocurrency": {
    "keyword": "kripto para",
    "keyword_plural": "kripto paralar",
    "definition": "Merkezi otoriteler yerine blok zinciri teknolojisi tarafından barındırılan bir dijital para birimi."
  },
  "blockchain apps": {
    "keyword": "blok zinciri uygulamaları",
    "keyword_plural": "blockchain appss",
    "definition": "Kripto para takas etmenize, web3 sosyal medyasını kullanmanıza, hayır amaçlı bağışlar yapmanıza ve hatta Bankless Academy'de olduğu gibi zincir üstü bir şeyler öğrenmenize olanak tanıyan blok zinciri uygulamaları."
  },
  "blockchain": {
    "keyword": "blok zinciri",
    "keyword_plural": "blockchains",
    "definition": "Kripto para işlemlerinin kaydının, dünyanın dört bir yanından birçok bilgisayarda tutulduğu sistem."
  },
  "wallet app": {
    "keyword": "cüzdan uygulaması",
    "keyword_plural": "wallet apps",
    "definition": "Bilgisayarınızda veya telefonunuzda, blok zincirindeki cüzdanınıza bağlanmak için kullanılan bir uygulama."
  },
  "public key": {
    "keyword": "genel anahtar",
    "keyword_plural": "genel anahtarlar",
    "definition": "Genel anahtar, cüzdanınızın adresidir. Başkalarına size kripto varlıkları göndermeleri için bir referans noktası verir."
  },
  "private key": {
    "keyword": "özel anahtar",
    "keyword_plural": "özel anahtarlar",
    "definition": "Özel anahtar, cüzdanınıza erişim sunarak diğer cüzdanlara kripto varlıkları göndermenize olanak tanır."
  },
  "wallet": {
    "keyword": "cüzdan",
    "keyword_plural": "cüzdanlar",
    "definition": "Cüzdan, blok zincirinde kripto varlıkları göndermek ve almak için kullanılan bir uygulama veya cihazdır."
  },
  "recovery phrase": {
    "keyword": "kurtarma ifadesi",
    "keyword_plural": "recovery phrases",
    "definition": "Kurtarma ifadesi, cüzdanınızın genel anahtarını ve özel anahtarını oluşturmak için kullanılan 12 ila 24 kelimelik bir sözcük listesidir."
  },
  "self-custody wallet": {
    "keyword": "self-custody wallet",
    "keyword_plural": "self-custody wallets",
    "definition": "(AKA: Non-custodial wallet) With a self-custody wallet, you have sole control of your private keys, which in turn control your crypto assets."
  },
  "custodial wallet": {
    "keyword": "custodial wallet",
    "keyword_plural": "custodial wallets",
    "definition": "With a custodial wallet, another party controls the private keys, thus controlling access to your crypto assets."
  },
  "hot wallet": {
    "keyword": "hot wallet",
    "keyword_plural": "hot wallets",
    "definition": "A type of self-custody wallet that is perpetually connected to the internet."
  },
  "cold wallet": {
    "keyword": "cold wallet",
    "keyword_plural": "cold wallets",
    "definition": "A type of self-custody wallet that is stored on offline hardware."
  },
  "self-custody": {
    "keyword": "self-custody",
    "keyword_plural": "self-custodys",
    "definition": "A means of holding your assets where only you have access to them."
  }
}